{
  "pages": [
    {
      "id": "oboronna-fortetsya",
      "title": "Оборонна фортеця",
      "text": [
        "Замок був типовою фортифікаційною спорудою XVI-XVII століть і важливим оборонним об’єктом на південних кордонах. Він був зруйнований під час облоги польськими військами. Руїни замку розташовані на мисі між річками Мурафа і Бушанка, займаючи площу 0,5 га, на висоті 20-30 м над рівнем води.",
        "Збереглися залишки дозорної башти 7х7 м і склепінчастий льох.",
        "Символом Буші стала кам’яна вежа, яка вистояла під час битви 350 років тому. Вежа зберегла пам'ять про мужність наших предків, які віддали життя за свободу.",
        "Буша була містом-фортецею Брацлавського полку. Наприкінці листопада 1654 року вона прославилася героїчною обороною. У місті мешкало близько 3000 осіб, а фортецю називали “Малим Кам’янцем” за її неприступність.",
        "У вересні 1654 року на Україні панувала тривога через рішення польського сейму збільшити армію. Почалися бої козаків з татарськими загонами, а польське військо, ведене гетьманом Потоцьким, розгортало каральні дії на Поділлі.",
        "17 жовтня Потоцький розділив армію на три частини. Польське військо здолало кілька містечок, а у Буші зібралися козаки, опришки й молдавські повстанці. Усього оборонців налічувалося 8 тисяч.",
        "28 листопада польські війська підступили до Буші. Вилазка козаків розбила передовий загін, що принесло перемогу й підняло дух оборонців.",
        "Незабаром підступив С. Чарнецький із основними силами. Він вивчав укріплення й планував штурм з боку брами, однак натрапив на сильний опір захисників міста.",
        "Захисники запалили в тилу поляків будинки, що відрізало шлях до відступу й послабило натиск. Польські війська почали відступати, але згодом повернули позиції.",
        "Наступного дня польські гетьмани запропонували скласти зброю, але захисники відмовилися, вирішивши боротися до кінця.",
        "Під час генерального штурму захисники відчайдушно боронилися, але поступово втрачали позиції. Після обстрілу фортеці поляки почали атаку через став. Полум’я охопило місто, але захисники не здавалися.",
        "Битва продовжувалася в палаючому місті. Коли загинули полковники Гречка та Гавратенко, захисники вирішили підпалювати будинки й кидатися у вогонь, щоб не потрапити до рук ворога.",
        "Мужній опір захисників не залишив шансів для жовнірів. Вони знищували всіх мешканців Буші, а 30 листопада місто перетворилося на руїни.",
        "Оборона Буші є прикладом величезної мужності перед лицем смерті, коли люди вибирали смерть замість рабства, захищаючи свою землю й свободу.",
        "Сьогодні в Буші вшановують пам'ять героїчних захисників, зокрема Мар’яну Зависну, яка пожертвувала собою заради свободи, ставши символом мужності нашого народу."
      ],
      "img": "img/logo.webp"
    },
    {
      "id": "skelnyi-khram",
      "title": "Скельний храм",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "https://vinrada.gov.ua/upload/Image/7_4udes/2/4.jpg"
    },
    {
      "id": "park-sculptur",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "kladovyshche",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "museum-khata",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "haidamatskyi-yar",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    }
  ]
}
