{
  "pages": [
    {
      "id": "oboronna-fortetsya",
      "title": "Оборонна фортеця",
      "text": [
        "Пам’ятка археології та архітектури і містобудування «Залишки підземних ходів і вежа фортеці ХУІ-ХУІІ ст. пам’ятка національного значення. За свідченням очевидців Боплан, Ульріх фон Верден замок був класичною фортифікаційною спорудою ХУІ – ХУІІ ст.ст. і відігравав важливу роль в захисті південних кордонів. Замок був знищений під час знаменитої облоги Буші польськими військами. Залишки замку розташовані на мисі, який утворений при злитті річок Мурафи і Бушанки. Займає площу 0,5 га. Висота 20-30 м над рівнем річки Мурафи.",
        "Збереглась одна з дозорних башт 7 х 7 м. та склепінчастий льох.",
        "Символом Буші, її візитною карткою стала кам’яна вежа. Скільки бачила вона на своєму віку?! Свідком яких подій стала?! Під час кривавої битви, яка відбулася на цій священній землі 350 років тому, встояла. На згадку нам, нащадкам, про силу і мужність наших пращурів, які не вагаючись вибрали смерть замість рабства.",
        "Буша - мiсто-фортеця Брацлавського полку в ХVІІ ст. 28-30 листопада 1654 року прославилась героїчною обороною від польсько-шляхетських військ. На той час поселення нараховувало 400-450 димів і близько 3000 мешканців. В центрі міста була фортеця, яку називали “Малим Кам’янцем”, порівнюючи її з неприступною Кам’янець-Подільською фортецею.",
        "На початку осені 1654 року обстановка на Україні була тривожною. Польський сейм прийняв постанову про збільшення армій в Польщі та Литві. Почалися окремі бої та сутички козаків з татарськими загонами від Дністра до Дніпра."
      ],
      "img": "img/logo.webp"
    },
    {
      "id": "skelnyi-khram",
      "title": "Скельний храм",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "https://vinrada.gov.ua/upload/Image/7_4udes/2/4.jpg"
    },
    {
      "id": "park-sculptur",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "kladovyshche",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "museum-khata",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    },
    {
      "id": "haidamatskyi-yar",
      "title": "Title for Page 2",
      "text": [
        "Paragraph 1 for page 2.",
        "Paragraph 2 for page 2.",
        "Paragraph 3 for page 2."
      ],
      "img": "assets/images/page2.jpg"
    }
  ]
}
