{
  "pages": [
    {
      "id": "oboronna-fortetsya",
      "title": "Оборонна фортеця",
      "text": [
        "Замок був типовою фортифікаційною спорудою XVI-XVII століть і важливим оборонним об’єктом на південних кордонах. Він був зруйнований під час облоги польськими військами. Руїни замку розташовані на мисі між річками Мурафа і Бушанка, займаючи площу 0,5 га, на висоті 20-30 м над рівнем води.",
        "Збереглися залишки дозорної башти 7х7 м і склепінчастий льох.",
        "Символом Буші стала кам’яна вежа, яка вистояла під час битви 350 років тому. Вежа зберегла пам'ять про мужність наших предків, які віддали життя за свободу.",
        "Буша була містом-фортецею Брацлавського полку. Наприкінці листопада 1654 року вона прославилася героїчною обороною. У місті мешкало близько 3000 осіб, а фортецю називали “Малим Кам’янцем” за її неприступність.",
        "У вересні 1654 року на Україні панувала тривога через рішення польського сейму збільшити армію. Почалися бої козаків з татарськими загонами, а польське військо, ведене гетьманом Потоцьким, розгортало каральні дії на Поділлі.",
        "17 жовтня Потоцький розділив армію на три частини. Польське військо здолало кілька містечок, а у Буші зібралися козаки, опришки й молдавські повстанці. Усього оборонців налічувалося 8 тисяч.",
        "28 листопада польські війська підступили до Буші. Вилазка козаків розбила передовий загін, що принесло перемогу й підняло дух оборонців.",
        "Незабаром підступив С. Чарнецький із основними силами. Він вивчав укріплення й планував штурм з боку брами, однак натрапив на сильний опір захисників міста.",
        "Захисники запалили в тилу поляків будинки, що відрізало шлях до відступу й послабило натиск. Польські війська почали відступати, але згодом повернули позиції.",
        "Наступного дня польські гетьмани запропонували скласти зброю, але захисники відмовилися, вирішивши боротися до кінця.",
        "Під час генерального штурму захисники відчайдушно боронилися, але поступово втрачали позиції. Після обстрілу фортеці поляки почали атаку через став. Полум’я охопило місто, але захисники не здавалися.",
        "Битва продовжувалася в палаючому місті. Коли загинули полковники Гречка та Гавратенко, захисники вирішили підпалювати будинки й кидатися у вогонь, щоб не потрапити до рук ворога.",
        "Мужній опір захисників не залишив шансів для жовнірів. Вони знищували всіх мешканців Буші, а 30 листопада місто перетворилося на руїни.",
        "Оборона Буші є прикладом величезної мужності перед лицем смерті, коли люди вибирали смерть замість рабства, захищаючи свою землю й свободу.",
        "Сьогодні в Буші вшановують пам'ять героїчних захисників, зокрема Мар’яну Зависну, яка пожертвувала собою заради свободи, ставши символом мужності нашого народу."
      ],
      "lowImg": "img/lowImg5.webp",
      "highImg": "img/highImg5.webp"
    },
    {
      "id": "skelnyi-khram",
      "title": "Скельний храм",
      "text": [
        "Найвідомішою пам’яткою археології в Буші є залишки висіченого в скелі дохристиянського та християнського храму У – ХУІ ст. з унікальним художнім рельєфом.",
        "Розташований на правому березі р. Бушанки на відстані 1 км від злиття з Мурафою. Пам’ятка знаходиться на висоті 20-25 м над рівнем річки в смузі піскових скель. Створена природним фактором і діяльністю людини.",
        "Скельний храм... Про що він хоче нам розповісти? Яку таємницю зберігає? Піднявшись кам’яними сходами, людина потрапляє в інший світ. Надійно зберігають таємницю храму тисячолітні скелі. Олень, півень на сухому дереві і людина навколішках... Який майстер залишив для нас цей витвір? Про що намагався розповісти? І що знаходиться в чаші, яку людина тримає в руках? Олень - священна тварина стародавніх слов’ян, півень - птах, який супроводжує душі людей в Ірій. І ромб - символ родючості. Все це, безумовно, свідчить про належність храму до часів язичницької доби в історії людства.",
        "Більше 120 років між дослідниками точиться дискусія про зміст сюжету рельєфного зображення, про час виникнення пам’ятки. Ще у 1883 році київський професор Володимир Антонович, котрий першим відкрив цю дивовижну пам’ятку для широкого наукового загалу на 4-му археологічному з’їзді в Одесі, зазначав, що рельєф \"представляет редчайшій типъ рисунка не только у нас, но и в Европейской Археологии...\"",
        "Символіка бушанського рельєфу свідчить про те, що створений він був ще за часів дохристиянської Русі. Але коли саме і ким був створений цей храм, який не залишає байдужим жодного туриста? Ким і коли використовувався за своє чимале існування? Ці і багато інших питань ставить перед нами ця пам’ятка сивої давнини."
      ],
      "lowImg": "img/lowImg2.webp",
      "highImg": "img/highImg2.webp"
    },
    {
      "id": "park-sculptur",
      "title": "Парк кам'яних скульптур",
      "text": [
        "Буша – це пам’ятники народного каменярства, що збереглися до нашого часу.",
        "Каменярство на Поділлі – мистецтво споконвічне. Здавна у Буші розвивався промисел обробки каменю. З пісковику виготовляли жорна,циліндричні кільця для криниць, прикраси для оформлення входу до садиб,так звані обереги, точила, надгробники.",
        "Історичне село Буша, що на Вінниччині не випадково стало місцем проведення першого в Україні пленеру скульптури з каменю, якому дано символічну назву ”Подільський оберег”, основним завданням якого стало збереження, вивчення, популяризація культурно-історичного надбання краю.",
        "Започаткували пленер \"Подільський оберег\" група краєзнавців-ентузіастів: Сергій Кокряцький з Вінниці; родина скульпторів Людмили та Олексія Альошкіних з с. Букатинки Чернівецького р-ну та Олександр Пірняк, вчитель, нині директор ДІКЗ \"Буша\".",
        "У серпні 1986 р. з різних міст і сіл України – Києва, Херсона, Одеси, Вінниці, Ямполя, Могилева-Подільського та ін. в Бушу приїхали скульптори на творчий пленер по каменю-пісковику.",
        "За 21 рік проведення \"Подільського оберегу\" звістка про бушанський пленер рознеслась по всій Україні та за її межами. Іллічівськ на Одещині, Київ, Трускавець, Коломия, Сороки (Молдова), Ямпіль, Цекинівка, Гальжбіївка та ін. проводили симпозіуми в камені. \"Подільський оберег\" став оберегом по всій Україні.",
        "Сам Бушанський пленер набув загальнодержавного визнання і є традиційним. Результат багаторічних зібрань майстрів каменотесної справи в Буші – створення майже 160 робіт із каменю.",
        "Кожен із професійних скульпторів, народних умільців залишив у Буші не лише свій витвір з каменю, але і частинку своєї душі. І той, хто раз побував в цьому казковому краї, той повертається сюди знову і знову."
      ],
      "lowImg": "img/highImg4.webp",
      "highImg": "img/highImg4.webp"
    },
    {
      "id": "kladovyshche",
      "title": "Середньовічне кладовище",
      "text": [
        "Давнє козацьке кладовище в Буші розташоване на горі над територією Бушанського замку. Воно оповите легендами і містичним духом. На верхівці гори поховання відносяться до ХVІ століття, внизу — до кінця ХVІІІ століття. Про це розповідає сайт \"Зручно Тревел\".",
        "Древні могили, що зрослися з землею, позначені масивними хрестами, виготовленими із піщаника. Хрести різних форм: мальтійські (козацькі), з колом посередині і \"треф\". Вони добре демонструють, як з бігом часу змінювалась у цих краях культура обробки каменю. На деяких навіть можна прочитати написи. Це один із небагатьох цвинтарів України, які включені у Державний  Реєстр пам’яток – 99% давніх некрополів у Реєстр не включені. ",
        "Кладовище з'явилося після того, як у 1654 році Буша була взята в осаду поляками. Тоді загинуло близько 16 тисяч козаків, їхніх дружин і дітей, а сама Буша перетворилася на руїну.",
        "На самій вершині знаходиться особливий хрест з додатковими перемичками на перекладинах. Його ще називають \"ключем землі\". За словами місцевих жителів, він лежав на землі, а нещодавно сам піднявся. Є цікава версія історика В.В.Березняка про походження форми цього оригінального хреста. В іконографії існує традиція зображувати достойника або святого з ангелами з обох боків.",
        "Цей хрест зі своїми додатковими перемичками дуже схожий на силует людини з ангелами, які припали до неї. Можливо, тут похований досить достойний чоловік. Згори відкривається вражаюча панорама на Бушу і найближче село Дорошівку. "
      ],
      "lowImg": "img/lowImg6.webp",
      "highImg": "img/highImg6.webp"
    },
    {
      "id": "museum-khata",
      "title": "Музей \"Подільська хата\"",
      "text": [
        "Цікавим для відвідувачів є музей \"Подільська хата\", де можна познайомитися з побутом селян кінця ХІХ початку ХХ ст.ст.",
        "Аби зберегти прадавні сакральні знання й побут подолян, в селі Буша влаштували музей.",
        "Біленька й ошатна, під сніпками чи руберойдом, з блискучими вікнами – такою малює уява традиційну українську хату. Принаймні, ще у 90-х роках минулого століття такі оселі можна було зустріти у кожному подільському селі. Здавалося б, хата й хата, прихисток від негоди, чужих людей і лихого ока.",
        "Виявляється, не усе так просто. Бо наші пращури ставилися до неї, як до живої істоти, пов'язаної з тонкими світами, що оточували людину. Кожен її елемент пожильці наділяли магічним змістом, знали, як із ним \"домовитися\", щоби в оселі були мир і злагода.",
        "Аби зберегти ці прадавні сакральні знання і побут подолян кінця ХІХ початку ХХ століть, на Вінниччині в історичному селі Буша на території місцевого історико-культурного заповідника улаштували етнографічний музей \"Подільська хата\"."
      ],
      "lowImg": "img/lowImg7.webp",
      "highImg": "img/highImg7.webp"
    },
    {
      "id": "haidamatskyi-yar",
      "title": "Гайдамацький яр",
      "text": [
        "Геологічна пам'ятка природи загальнодержавного значення \"Гайдамацький яр\" розпорядженням Ради Міністрів УРСР від 14 жовтня 1975 року №780 оголошена об’єктом природно-заповідного фонду. Територія (загальна площа 96,0 га) розташована на півдні області притоки Дністра-Бушанки на межі двох адміністративних районів області – Чернівецького і Ямпільського.",
        "Людина, яка вперше потрапляє в урочище Гайдамацький яр на березі річки Бушанки вище від знаменитої Буші, безперервно, застигає від здивування. Вона навіть уявити не могла, що наше хвилясто-рівнинне Поділля раптом явить світу отакий мальовничий скельний комплекс, який офіційно має статус геологічного заказника національного значення, а до всього він ще й оповитий аурою історичних легенд, пов’язаних з визвольною боротьбою.",
        "Колись то був Великий ліс, що славився не тільки своїми розмірами, але і красенями дубами. Першим його зафіксував французький інженер-фортифікатор та географ Г.Боплан, який перебував в Україні у 1625-1642 роках. Свою сучасну назву-Гайдамацький яр - дістав наприкінці XVII- початку XVIII ст., завдяки подіям, які в історії відомі під назвою Коліївщина. За переказами, саме тут збиралися повсталі гайдамаки на чолі з Іваном Гонтою. Втім, і без прив’язки до історичних подій тут є на що подивитися. Такого скупчення цікавих форм вивітрених пісковиків і вапняків, мальовничих та унікальних колон, стовпоподібних форм, чудернацьких тварин і міфічних образів більше ніде в області не зустрінете. Цінні дуби вивозились в Західну Європу за золото на голландські та німецькі верфі для будівництва кораблів. Ті, що залишились, дістали свої власні назви \"Дідусь\", \"Громовик\" та інші - і взяті під охорону як пам’ятки природи. В яру також - еталонні ділянки дуба черешчатого, грабові, дубово-ясеневі, насадження, окремі цінні породи, клен-явір, модрина європейська. Чимало тут цікавих рослин: 4 види папороті, печіночниця, хвощі та плауни, а щодо лікарських - то важко знайти більш багату місцевість у найближчих районах.",
        "Не менш своєрідний Гайдамацький яр у геологічному відношенні: річка Бушанка зробила своєрідний розріз південної частини Вінницької області в товщах вапняків, сланців, пісковиків різних епох на глибину до 120м. і зараз протікає по гранітах і гранітодіоритах Українського щита. По два боки глибокого каньйону з тихою річечкою на дні природа влаштувала театр нерукотворної архітектури на гранітах. А між каменем, водою, деревом і травою снується відлуння історії легенди про козаків Коліївщини, Залізняка і Гонту, які тут ховалися від ворога; про нечувані скарби, заховані в криївки печер і ущелин; про містику голосів і звуків, що утворюються в цьому неосяжному організмі таємниць. Тут і досі витає дух cлавяно-арійської віри в Бога неба Сварога, уявний образ якого створили і поставили перед рукотворними сходами до каньйону художники Василь Шевчук(Київ) і Василь Слободянюк(Вінниця).",
        "Гайдамацький яр – це своєрідний і унікальний ландшафт не тільки Вінниччини, але й України. Ця місцевість є продовженням, доповненням, органічною частиною Буші - історичної Мекки України. Адже подвиг Буші – одна з найяскравіших сторінок української історії, гордий символ національної величі."
      ],
      "lowImg": "img/lowImg8.webp",
      "highImg": "img/highImg8.webp"
    }
  ]
}
